<?php
return [
    'something_wrong' => 'عذرا . حدث خطأ ما , يرجى المحاولة لاحقا.',
    'rate_limit_exceeded' => 'تم تجاوز الحد الاقصى للطلب , يرجى المحاولة لاحقا.',
    'send_verify_code' => 'تم إرسال كود التحقق إلى بريدك الإلكتروني.',
    'resend_verify_code' => 'تم إعادة إرسال كود التحقق إلى بريدك الإلكتروني.',
    'invalid_email' => 'هذا البريد الالكتروني غير صالح.',
    'invalid_code' => 'كود التحقق غير صالح.',
    'expired_code' => 'انتهت صلاحية كود التحقق. الرجاء اعادة طلب الكود مرة اخرى.',
    'login_successfully' => 'تم تسلجيل الدخول بنجاح.',
    'logout_successfully' => 'تم تسجيل الخروج بنجاح.',
    'register_successfully' => 'تم انشاء الحساب بنجاح.',
    'wrong_email_or_password' => 'كلمة السر أو البريد الإلكتروني غير صحيح'
];
